"ALL_DAY_DAY_VIEW" = " ";
"NOON" = "Midi";
"UNTITLED_EVENT" = "Nouvel événement";
"ALL_DAY" = "jour entier";
"ALL_DAY_EVENTS" = "événements toute la journée";
"CELL_ENDS" = "Se termine";

"CALENDARS" = "Calendriers";

"ALL" = "Tous";
"ALL_CALENDARS" = "Calendriers (tous)";
"ALL_OF_STORE" = "%@ (tous)";
"N_CALENDARS" = "%@ calendriers";

"SHOW_CALENDARS" = "Affichage";
"SHOW_ALL_CALENDARS" = "Afficher tous les calendriers";
"HIDE_ALL_CALENDARS" = "Masquer tous les calendriers";
"NO_CALENDARS" = "Aucun calendrier";

"ALERT" = "Alarme";
"ALERT_LOWERCASE" = "alerte";
"ALERT_DETAIL_NAV_TITLE" = "Alarme";
"SECOND_ALERT" = "Deuxième alarme";
"NONE_ALERT" = "aucune";
"NONE_INVITEES" = "aucun";
"EVENT" = "Événement";
"EVENTS" = "Événements";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ jours";
"INTERVAL_DAY" = "1 jour";
"INTERVAL_HOURS" = "%@ heures";
"INTERVAL_HOUR" = "1 heure";
"INTERVAL_MINUTES" = "%@ minutes";
"INTERVAL_MINUTE" = "1 minute";
"INTERVAL_SECONDS" = "%@ secondes";
"INTERVAL_SECOND" = "1 seconde";
"INTERVAL_WEEK" = "1 semaine";
"INTERVAL_FORMAT_BEFORE" = "%@ avant";
"INTERVAL_FORMAT_AFTER" = "%@ après";
"BEFORE" = " avant";
"AFTER" = " après";
"ON_TIME" = "à l’heure de l’événement";
"ON_TIME_AT" = "le jour de l’événement (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " à ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "à ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "toute la journée";

"DETAIL_DURATION_FORMAT" = "de %@ à %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "à partir de %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "de %@ à %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "jusqu’à %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "toute la journée à partir de %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "jusqu’à %@";

"CALENDAR" = "Calendrier";
"UNTITLED_CALENDAR" = "Calendrier sans titre";
"UNTITLED_ACCOUNT" = "Compte sans titre";

"NOTES_PLACEHOLDER" = "Notes";
"NOTES_LOWERCASE" = "notes";
"NOTES" = "Notes";
"SHOW_ALL_NOTES" = "Afficher toutes les notes";

"URL" = "URL";
"URL_LOWERCASE" = "URL";

"VIEW_ON_FACEBOOK" = "Voir sur Facebook";

"UNKNOWN" = "Inconnu";

"SHARED_CALENDAR" = "Calendrier partagé";
"SHARED" = "Partagé";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Partagé par %@";
"SHARED_WITH_SINGLE_PERSON" = "Partagé avec %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Partagé avec %@ et...";
"PUBLIC_AND_SHARED" = "Public et partagé avec %@…";

"ACCESS_DENIED_EVENTS" = "Cette app n’a pas accès à vos calendriers.";
"ACCESS_DENIED_REMINDERS" = "Cette app n’a pas accès à vos rappels.";

/* Name of subscribed group */
"SUBSCRIBED" = "Abonnements";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Anniversaires";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Autre";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Rappels";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Personnel";
"ICLOUD_WORK_CALENDAR" = "Professionnel";

"STARTS" = "Commence";
"ENDS" = "Se termine";

"REPEAT" = "Récurrence";
"NEVER" = "jamais";
"DAILY" = "quotidienne";
"WEEKLY" = "hebdomadaire";
"BIWEEKLY" = "bimensuelle";
"MONTHLY" = "mensuelle";
"YEARLY" = "annuelle";
"CUSTOM" = "Personnalisé";

"AVAILABILITY" = "Disponibilité";
"BUSY" = "Occupé";
"FREE" = "Disponible";
"TENTATIVE" = "Incertain";
"OUT_OF_OFFICE" = "Absent";

"EDIT" = "Modifier";
"CANCEL" = "Annuler";
"DONE" = "OK";
"ADD" = "Ajouter";
"TO_WITH_COLON" = "À :";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Événement";
"ICS_EVENTS" = "%@ événements";

/* button title */
"ICS_ADD_ALL" = "Tout ajouter";
"ICS_ADD_SOME" = "Ajouter (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Calendrier";

"DELETE_CALENDAR" = "Supprimer le calendrier";
"EDIT_CALENDAR" = "Modification";
"EDIT_CALENDARS" = "Modification";
"ADD_CALENDAR" = "Nouv. calendrier";
"JOIN_CALENDAR" = "Accéder au calendrier";
"CALENDAR_NAME" = "Nom du calendrier";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Nouveau calendrier…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Ajouter un calendrier…";
"DELETE_CALENDAR_CONFIRMATION" = "Voulez-vous vraiment supprimer ce calendrier ? Tous les événements et rappels associés au calendrier seront également supprimés.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Voulez-vous vraiment supprimer ce calendrier ? Tous les événements associés au calendrier seront également supprimés.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Voulez-vous vraiment supprimer ce calendrier ? Tous les rappels associés au calendrier seront également supprimés.";

"UNKNOWN_IDENTITY" = "quelqu’un";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Quelqu’un";

"JOIN_CALENDAR_TITLE_FORMAT" = "Accéder à « %@ » ?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ vous invite à un calendrier partagé.";

"CANCELELD_BY_FORMAT" = "Annulé par %@";
"FROM_FORMAT" = "De : %@";
"TIME_CHANGED_TO_FORMAT" = "Heure remplacée par %@";
"DATE_CHANGED_TO_FORMAT" = "Date remplacée par %@";
"LOCATION_CHANGED" = "Lieu changé";

"QUOTED_FORMAT" = "« %@ »";

"COLOR" = "Couleur";
"PURPLE" = "Violet";
"ORANGE" = "Orange";
"BLUE" = "Bleu";
"RED" = "Rouge";
"BROWN" = "Marron";
"YELLOW" = "Jaune";
"GREEN" = "Vert";

"SHARED_WITH_COLON" = "Partagé avec :";
"PENDING" = "En cours";
"OWNER" = "Propriétaire";
"ADD_PERSON" = "Nouv. personne";
"ADD_PERSON_WITH_ELLIPSIS" = "Ajouter une personne…";
"PUBLIC_CALENDAR" = "Calendrier public";
"PUBLIC_CALENDAR_DESCRIPTION" = "Autoriser l’abonnement à une version en lecture seule de ce calendrier.";
"PUBLISHING_WITH_ELLIPSIS" = "Publication…";
"VIEW_ONLY" = "Afficher uniquement";
"VIEW_AND_EDIT" = "Afficher et modifier";
"ALLOW_EDITING" = "Modifications";
"ALLOW_EDITING_DESCRIPTION" = "Autoriser cette personne à modifier\nle calendrier.";
"RESEND_SHARING_INVITATION" = "Renvoyer l’invitation de partage";
"REMOVE_FROM_CALENDAR" = "Supprimer du calendrier";
"REMOVE" = "Supprimer";
"REMOVE_ALERT_TEXT" = "%@ perdra immédiatement accès à ce calendrier.";
"SHARE_LINK_WITH_ELLIPSIS" = "Partager le lien…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Partager le lien vers le calendrier avec :";
"EMAIL" = "Courrier électronique";
"MESSAGE" = "Message";
"TWEET" = "Tweeter";
"COPY_LINK" = "Copier le lien";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Ajouté à %@ par %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Supprimé de %@ par %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Mis à jour dans %@ par %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ modifié par %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ remplacé par %@ par %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ et %@ modifiés par %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ événements ont été ajoutés à %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ événements ont été supprimés de %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ événements ont été mis à jour dans %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ événements ont été ajoutés à %@ par %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ événements ont été supprimés de %@ par %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ événements ont été mis à jour dans %@ par %@.";

"SHARED_PROP_DATE" = "date";
"SHARED_PROP_TIME" = "heure";
"SHARED_PROP_TITLE" = "titre";
"SHARED_PROP_LOCATION" = "lieu";

"ADD_SHAREES_PROMPT" = "Ajouter des participants à ce calendrier.";

"CREATED_BY" = "Créé par";
"EDITED_BY" = "Modifié par";
"CREATED_BY_LOWERCASE" = "créé par";
"EDITED_BY_LOWERCASE" = "modifié par";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ a rejoint votre calendrier partagé.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ a refusé votre calendrier partagé.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ n’a pas encore répondu à cette invitation de calendrier partagé.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Ce calendrier n’est plus partagé.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Ce calendrier est maintenant public.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "S’abonner à mon calendrier %@";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "S’abonner à mon calendrier %@ à l’adresse : %@";

"ATTACHMENTS" = "Pièces jointes";
"ATTACHMENTS_LOWERCASE" = "pièces jointes";
"CANNOT_OPEN_ATTACHMENT" = "Impossible d’ouvrir la pièce jointe";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ sur %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Une erreur s’est produite lors du téléchargement de la pièce jointe.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Ce type du fichier n’est pas pris en charge.";
"UNTITLED_ATTACHMENT" = "Pièce jointe sans titre";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Mise à jour des calendriers…";

"ENDS_TIME_FORMAT" = "fin : %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ à %@";
"CALENDAR_TODAY" = "Aujourd’hui";
"CALENDAR_TODAY_LOWER" = "aujourd’hui";
"CALENDAR_YESTERDAY" = "Hier";
"CALENDAR_YESTERDAY_LOWER" = "hier";
"CALENDAR_TOMORROW" = "Demain";
"CALENDAR_TOMORROW_LOWER" = "demain";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "%@ dernier";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "%@ dernier";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "%@ dernier";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ dernier";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Ce %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "ce %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Ce %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "ce %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Abonnements";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Abonnements";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
